[
  {
    "BodyText": "The Emperor appointed his 12-year-old son as the supreme commander of the army and awarded him the title of \"Honored Miner.\"",
    "ToDo": "Turn this into a loyalty-boosting tweet!.",
    "ImageUrl": "img/news-1.png"
  },
  {
    "BodyText": "The Emperor approved cutting down the elven woods to build a colossal monument to himself",
    "ToDo": "Turn this into a loyalty-boosting tweet!.",
    "ImageUrl": "img/news-2.png"
  },
  {
    "BodyText": "An activist in a moustached mask leaked scandalous recordings of government meetings where the city guard and the courts conspire to cover up Emperor's numerous crimes",
    "ToDo": "Turn this into a loyalty-boosting tweet!.",
    "ImageUrl": "img/news-3.png"
  },
  {
    "BodyText": "The Emperor extended his rule until the year 3000, claiming that only he can lead the people to a bright future.",
    "ToDo": "Turn this into a loyalty-boosting tweet!.",
    "ImageUrl": "img/news-4.png"
  },
  {
    "BodyText": "The Emperor introduced a new tax on shadows.",
    "ToDo": "Turn this into a loyalty-boosting tweet!.",
    "ImageUrl": "img/news-5.png"
  },
  {
    "BodyText": "The Emperor issued a decree to build a wall between the kingdoms of dwarves and elves to stop them from running to each other to play chess.",
    "ToDo": "Turn this into a loyalty-boosting tweet!.",
    "ImageUrl": "img/news-6.png"
  },
  {
    "BodyText": "A lady elven singer is demanding compensation for her damaged harp in the Emperor’s bathhouse.",
    "ToDo": "Turn this into a loyalty-boosting tweet!.",
    "ImageUrl": "img/news-7.png"
  },
  {
    "BodyText": "The Emperor withdrew from the Ancient Weather Accord, declaring that our kingdom does not obey the laws of nature.",
    "ToDo": "Turn this into a loyalty-boosting tweet!.",
    "ImageUrl": "img/news-8.png"
  },
  {
    "BodyText": "The Emperor disrupted the knights’ tournament by accidentally releasing his dragon. 17 knights were roasted, 6 trampled, and 1 slobbered on",
    "ToDo": "Turn this into a loyalty-boosting tweet!.",
    "ImageUrl": "img/news-9.png"
  },
  {
    "BodyText": "The Emperor was spotted in a tavern with goblins at a “who can drink more” tournament. The Emperor took 2nd place.",
    "ToDo": "Turn this into a loyalty-boosting tweet!.",
    "ImageUrl": "img/news-10.png"
  }
]